tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "m4"
brew "pkg-config"
brew "libtool"
brew "ffmpeg"
brew "git"
brew "jq"
brew "latexindent"
brew "mysql"
brew "neofetch"
brew "octave"
brew "pandoc"
brew "parallel"
brew "postgresql"
brew "scrcpy"
brew "swi-prolog"
brew "tree"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "adoptopenjdk"
cask "aldente"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "cinebench"
cask "cloudflare-warp"
cask "datagrip"
cask "discord"
cask "figma"
cask "flutter"
cask "font-fira-code"
cask "font-fira-sans"
cask "google-chrome"
cask "google-drive"
cask "intellij-idea"
cask "iterm2"
cask "mactex-no-gui"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "minecraft"
cask "pycharm"
cask "qbittorrent"
cask "spotify"
cask "sunsama"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
