tap "domq/gdb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mdogan/zulu"
tap "romkatv/powerlevel10k"
brew "gcc"
brew "bower"
brew "pkg-config"
brew "ccache"
brew "cmake"
brew "libtool"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "htop"
brew "imagemagick"
brew "jq"
brew "latexindent"
brew "make"
brew "nasm"
brew "neofetch"
brew "ninja"
brew "nvm"
brew "pandoc"
brew "qrencode"
brew "scrcpy"
brew "swi-prolog"
brew "thefuck"
brew "tree"
brew "wifi-password"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "aldente"
cask "android-file-transfer"
cask "android-platform-tools"
cask "cloudflare-warp"
cask "discord"
cask "figma"
cask "flutter"
cask "font-fira-code"
cask "font-fira-sans"
cask "google-chrome"
cask "google-drive"
cask "hyper"
cask "intellij-idea"
cask "pycharm"
cask "webstorm"
cask "phpstorm"
cask "datagrip"
cask "mactex-no-gui"
cask "mathpix-snipping-tool"
cask "anaconda"
cask "notion"
cask "nvidia-geforce-now"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "the-unarchiver"
cask "tower"
cask "visual-studio-code"
cask "zulu-jdk11"
cask "zulu-jdk8"
cask "zulu-jdk18"
