tap "domq/gdb"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mdogan/zulu"
tap "romkatv/powerlevel10k"
brew "gcc"
brew "bower"
brew "pkg-config"
brew "ccache"
brew "cmake"
brew "deno"
brew "m4"
brew "libtool"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "htop"
brew "imagemagick"
brew "john-jumbo"
brew "jq"
brew "latexindent"
brew "make"
brew "matlab2tikz"
brew "mysql", restart_service: true
brew "nasm"
brew "neofetch"
brew "ninja"
brew "nvm"
brew "octave"
brew "pandoc"
brew "parallel"
brew "poppler"
brew "postgresql", restart_service: true
brew "qrencode"
brew "sane-backends"
brew "scrcpy"
brew "subversion"
brew "swi-prolog"
brew "thefuck"
brew "tree"
brew "wifi-password"
brew "wxwidgets"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "aldente"
cask "android-file-transfer"
cask "android-messages"
cask "android-platform-tools"
cask "cloudflare-warp"
cask "discord"
cask "figma"
cask "flutter"
cask "font-fira-code"
cask "font-fira-sans"
cask "geekbench"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "mactex-no-gui"
cask "mathpix-snipping-tool"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "minecraft"
cask "miniforge"
cask "mochi"
cask "notion"
cask "nvidia-geforce-now"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "the-unarchiver"
cask "tibco-jaspersoft-studio"
cask "toggl-track"
cask "tower"
cask "transfer"
cask "utm"
cask "vanilla"
cask "visual-studio-code"
cask "vlc"
cask "zulu-jdk11"
